INSERT INTO book VALUES('ISBN1234', 'C# 프로그래밍', 27000, '우재남','C#을 처음 접하는 독자를 대상으로 일대일 수업처럼 자세히 설명한 책이다. 꼭 알아야 할 핵심 개념은 기본 예제로 최대한 쉽게 설명했으며, 중요한 내용은 응용 예제, 퀴즈, 셀프 스터디, 예제 모음으로 한번 더 복습할 수 있다.', '한빛아카데미', 'IT모바일', 1000,  '2022/10/06', 'new', 'ISBN1234.jpg');
INSERT INTO book VALUES('ISBN1235', '자바마스터', 30000, '송미영', '자바를 처음 배우는 학생을 위해 자바의 기본 개념과 실습 예제를 그림을 이용하여 쉽게 설명합니다. 자바의 이론적 개념→기본 예제→프로젝트 순으로 단계별 학습이 가능하며, 각 챕터의 프로젝트를 실습하면서 온라인 서점을 완성할 수 있도록 구성하였습니다.', '한빛아카데미', 'IT모바일',1000, '2023/01/01', 'new', 'ISBN1235.jpg');
INSERT INTO book VALUES('ISBN1236', '파이썬 프로그래밍', 30000, '최성철', '파이썬으로 프로그래밍을 시작하는 입문자가 쉽게 이해할 수 있도록 기본 개념을 상세하게 설명하며, 다양한 예제를 제시합니다. 또한 프로그래밍의 기초 원리를 이해하면서 파이썬으로 데이터를 처리하는 기법도 배웁니다.', '한빛아카데미', 'IT모바일', 1000, '2023/01/01', 'new', 'ISBN1236.jpg');

select * from book;


INSERT INTO article VALUES('1', '4박 5일 간의 영국 여행1', '허종우', '이 글은 허종우가 2024년 1월 8일~1월 12일 약 4일 간 잉글랜드의 런던, 맨체스터를 여행한 후기입니다. 많은 사람들은 일생에 단 한번이라도 유럽 여행을 가보고 싶어합니다. 저도 그 중 한 명이었고, 저번 겨울방학에 1달 동안 유럽 국가 5개국(영국, 프랑스, 스페인, 포르투갈, 독일)에 다녀왔습니다. 5개 국 중 영국은 별로 추천하지 않습니다.', '2024/01/21', 'eye.jpg' );
INSERT INTO article VALUES('2', '영국의 강아지', '허종우', '영국을 여행지로 추천하지 않는 이유는 여러가지입니다. 특히, 물가가 비싸고 음식이 한국인의 정서와는 매우 차이가 난다는 점이 가장 큰 이유입니다.', '2024/01/21', 'poppy.jpg' );
INSERT INTO article VALUES('3', '축구 경기장 탐방', '허종우', '잉글랜드는 대표적으로 축구 강국으로도 유명하며, 프리미어리그의 인기는 전 세계적으로 대단합니다. 저는 많은 축구 경기장 중 토트넘의 첼시의 스탠포드 브릿지에 다녀왔습니다.', '2024/01/21', 'stadium.jpg' );

			
